Repository: samlucchese/Plugin-Development-Course
Catalog: *-testimonials/languages/*-testimonials-*.po
Languages: es_es

source: Testimonials
es_es: Testimonios

source: Testimonials Options
es_es: Opciones de testimonios

source: User occupation
es_es: Ocupación del usuario

source: User company
es_es: Empresa usuaria

source: User URL
es_es: URL de usuario

source: Your most beloved testimonials
es_es: Tus testimonios más queridos

source: Title
es_es: Título

source: Number of Testimonials to Show
es_es: Número de testimonios para mostrar

source: Display User Image?
es_es: ¿Mostrar imagen de usuario?

source: Display User Occupation?
es_es: ¿Mostrar ocupación del usuario?

source: Display User Company?
es_es: ¿Mostrar empresa de usuario?
